Repository: StephenArg/Trinote
Catalog: Trinote/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, hu, it, pl, ru

source: (ios-sync-conflict)
ar: (تعارض-مزامنة-ios)
es: (conflicto-ios-sync)
fr: (conflit-ios-sync)
hi: (ios-सिंक-संघर्ष)
hu: (ios-sync-ütközés)
pl: (konflikt-ios-sync)

source: “%@” and all its subnotes will be permanently deleted. This cannot be undone.
ar: سيتم حذف «%@» وجميع الملاحظات الفرعية نهائيًا. لا يمكن التراجع.
cs: „%@“ a všechny podřízené poznámky budou trvale smazány. Nelze vrátit.
de: „%@“ und alle Unter-Notizen werden dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: «%@» y todas sus subnotas se eliminarán permanentemente. Esto no se puede deshacer.
fr: « %@ » et toutes les sous-notes seront supprimées définitivement. Action irréversible.
hi: «%@» और सभी उप-नोट स्थायी रूप से हटा दिए जाएँगे। पूर्ववत नहीं।
hu: „%@” és az összes aljegyzet véglegesen törlődik. Nem vonható vissza.
it: «%@» e tutte le sottonote verranno eliminate in modo permanente. Operazione irreversibile.
pl: „%@” i wszystkie podnotatki zostaną trwale usunięte. Tego nie cofniesz.
ru: «%@» и все подзаметки будут безвозвратно удалены. Это нельзя отменить.

source: “%@” is also cloned elsewhere in the tree. Removing it from the board keeps those clones.
ar: «%@» منسوخة أيضًا في مكان آخر من الشجرة. إزالتها من اللوحة تُبقي تلك النسخ.
cs: „%@“ je naklonována i jinde ve stromu. Po odebrání z tabule tyto klony zůstanou.
de: „%@“ ist auch an anderer Stelle im Baum geklont. Beim Entfernen vom Board bleiben diese Klone erhalten.
es: «%@» también está clonada en otra parte del árbol. Quitarla del tablero conserva esos clones.
fr: « %@ » est aussi clonée ailleurs dans l’arborescence. La retirer du tableau conserve ces clones.
hi: “%@” ट्री में कहीं और भी क्लोन है। इसे बोर्ड से हटाने पर वे क्लोन बने रहते हैं।
hu: „%@” a fában máshol is klónozva van. Ha eltávolítod a tábláról, azok a klónok megmaradnak.
it: «%@» è clonata anche altrove nell’albero. Toglierla dalla bacheca mantiene quei cloni.
pl: „%@” jest sklonowana także w innym miejscu drzewa. Usunięcie jej z tablicy zachowa te klony.
ru: «%@» также клонирована в другие места дерева. Если убрать её с доски, эти клоны останутся.

source: (empty line)
ar: (سطر فارغ)
cs: (prázdný řádek)
de: (leere Zeile)
es: (línea vacía)
fr: (ligne vide)
hi: (खाली पंक्ति)
hu: (üres sor)
it: (riga vuota)
pl: (pusta linia)
ru: (пустая строка)

source: %@, collapsed
ar: %@، مطوية
cs: %@, sbaleno
de: %@, eingeklappt
es: %@, contraída
fr: %@, réduite
hi: %@, संक्षिप्त
hu: %@, összecsukva
it: %@, compressa
pl: %@, zwinięta
ru: %@, свёрнута

source: %1$@ of %2$@
ar: %1$@ من %2$@
cs: %1$@ z %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
hi: %2$@ में से %1$@
it: %1$@ di %2$@
pl: %1$@ z %2$@
ru: %1$@ из %2$@

source: %1$lld cards, over the limit of %2$lld
ar: عدد البطاقات %1$lld، أكثر من الحد %2$lld
cs: Karet: %1$lld, nad limitem %2$lld
de: %1$lld Karten, über dem Limit von %2$lld
es: %1$lld tarjetas, por encima del límite de %2$lld
fr: %1$lld cartes, au-delà de la limite de %2$lld
hi: %1$lld कार्ड, %2$lld की सीमा से अधिक
hu: %1$lld kártya, túllépi a korlátot (%2$lld)
it: %1$lld schede, oltre il limite di %2$lld
pl: Karty: %1$lld, ponad limit %2$lld
ru: Карточек: %1$lld, больше лимита (%2$lld)

source: %lld cards
ar: عدد البطاقات: %lld
cs: Karet: %lld
de: %lld Karten
es: %lld tarjetas
fr: %lld cartes
hi: %lld कार्ड
hu: %lld kártya
it: %lld schede
pl: Karty: %lld
ru: Карточек: %lld

source: %lld hidden child notes
ar: ملاحظات فرعية مخفية: %lld
cs: Skryté podřízené poznámky: %lld
de: %lld ausgeblendete Unter-Notizen
es: %lld subnotas ocultas
fr: %lld sous-notes masquées
hi: %lld छिपे हुए उप-नोट
hu: %lld rejtett aljegyzet
it: %lld sottonote nascoste
pl: Ukryte podnotatki: %lld
ru: Скрытых подзаметок: %lld

source: %lld results
ar: %lld نتيجة
cs: %lld výsledků
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
hi: %lld परिणाम
hu: %lld találat
it: %lld risultati
pl: %lld wyników
ru: %lld результатов

source: %lld Selected
ar: المحدد: %lld
cs: Vybráno: %lld
de: %lld ausgewählt
es: Seleccionadas: %lld
fr: Sélectionnées : %lld
hi: %lld चयनित
hu: %lld kijelölve
it: Selezionate: %lld
pl: Zaznaczono: %lld
ru: Выбрано: %lld

source: 1 result
ar: نتيجة واحدة
cs: 1 výsledek
de: 1 Ergebnis
es: 1 resultado
fr: 1 résultat
hi: 1 परिणाम
hu: 1 találat
it: 1 risultato
pl: 1 wynik
ru: 1 результат

source: A note cannot be moved under itself.
ar: لا يمكن نقل الملاحظة لتصبح تحت نفسها.
cs: Poznámku nelze přesunout pod sebe samu.
de: Eine Notiz kann nicht unter sich selbst verschoben werden.
es: Una nota no puede moverse debajo de sí misma.
fr: Une note ne peut pas être déplacée sous elle-même.
hi: किसी नोट को स्वयं के अंतर्गत नहीं ले जा सकते।
hu: Egy jegyzet nem helyezhető önmaga alá.
it: Una nota non può essere spostata sotto se stessa.
pl: Notatki nie można przenieść pod samą siebie.
ru: Заметку нельзя переместить под саму себя.

source: Active
ar: نشط
cs: Aktivní
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
hu: Aktív
it: Attivo
pl: Aktywny
ru: Активно

source: Add a Note to “%@”
ar: إضافة ملاحظة إلى «%@»
cs: Přidat poznámku do „%@“
de: Notiz zu „%@“ hinzufügen
es: Añadir una nota a «%@»
fr: Ajouter une note à « %@ »
hi: “%@” में नोट जोड़ें
hu: Jegyzet hozzáadása ide: „%@”
it: Aggiungi una nota a «%@»
pl: Dodaj notatkę do „%@”
ru: Добавить заметку в «%@»

source: Add Existing Note as Card
ar: إضافة ملاحظة موجودة كبطاقة
cs: Přidat existující poznámku jako kartu
de: Vorhandene Notiz als Karte hinzufügen
es: Añadir nota existente como tarjeta
fr: Ajouter une note existante comme carte
hi: मौजूदा नोट को कार्ड के रूप में जोड़ें
hu: Meglévő jegyzet hozzáadása kártyaként
it: Aggiungi nota esistente come scheda
pl: Dodaj istniejącą notatkę jako kartę
ru: Добавить существующую заметку как карточку

source: Add Image
ar: إضافة صورة
cs: Přidat obrázek
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
hi: छवि जोड़ें
hu: Kép hozzáadása
it: Aggiungi immagine
pl: Dodaj obraz
ru: Добавить изображение

source: Add New Column
ar: إضافة عمود جديد
cs: Přidat nový sloupec
de: Neue Spalte hinzufügen
es: Añadir columna
fr: Ajouter une colonne
hi: नया कॉलम जोड़ें
hu: Új oszlop hozzáadása
it: Aggiungi colonna
pl: Dodaj nową kolumnę
ru: Добавить столбец

source: Add Pin
ar: إضافة دبوس
cs: Přidat špendlík
de: Stecknadel hinzufügen
es: Añadir chincheta
fr: Ajouter une épingle
hi: पिन जोड़ें
hu: Gombostű hozzáadása
it: Aggiungi segnaposto
pl: Dodaj pinezkę
ru: Добавить метку

source: Add pin at %@
ar: إضافة دبوس عند %@
cs: Přidat špendlík: %@
de: Stecknadel bei %@ hinzufügen
es: Añadir chincheta en %@
fr: Ajouter une épingle à %@
hi: %@ पर पिन जोड़ें
hu: Gombostű hozzáadása: %@
it: Aggiungi segnaposto in %@
pl: Dodaj pinezkę: %@
ru: Добавить метку: %@

source: Add to favorites
ar: إضافة إلى المفضلة
cs: Přidat mezi oblíbené
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
hu: Kedvencekhez adás
it: Aggiungi ai preferiti
pl: Dodaj do ulubionych
ru: В избранное

source: Add to Favorites
ar: إضافة إلى المفضلة
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
hu: Hozzáadás a kedvencekhez
it: Aggiungi ai preferiti
pl: Dodaj do ulubionych
ru: Добавить в избранное

source: Add to Inbox
ar: إضافة إلى صندوق الوارد
cs: Přidat do Doručených
de: Zum Eingang hinzufügen
es: Añadir a la bandeja de entrada
fr: Ajouter à la boîte de réception
hi: इनबॉक्स में जोड़ें
hu: Hozzáadás a Beérkezőkhöz
it: Aggiungi a In arrivo
pl: Dodaj do skrzynki odbiorczej
ru: Добавить во «Входящие»

source: All Notes
ar: كل الملاحظات
cs: Všechny poznámky
de: Alle Notizen
es: Todas las notas
fr: Toutes les notes
hi: सभी नोट
hu: Minden jegyzet
it: Tutte le note
pl: Wszystkie notatki
ru: Все заметки

source: Allow Trinote to use your location in Settings to show where you are on the map.
ar: اسمح لـ Trinote باستخدام موقعك من الإعدادات لإظهار مكانك على الخريطة.
cs: V Nastavení povolte aplikaci Trinote používat vaši polohu, aby mohla ukázat, kde na mapě jste.
de: Erlauben Sie Trinote in den Einstellungen, Ihren Standort zu verwenden, damit angezeigt wird, wo Sie sich auf der Karte befinden.
es: Permite que Trinote use tu ubicación en Ajustes para mostrar dónde estás en el mapa.
fr: Autorisez Trinote à utiliser votre position dans Réglages pour afficher où vous êtes sur la carte.
hi: मानचित्र पर आपकी जगह दिखाने के लिए सेटिंग्स में Trinote को आपका स्थान उपयोग करने की अनुमति दें।
hu: Engedélyezd a Beállításokban, hogy a Trinote használja a helyzetedet, így megmutathatja, hol vagy a térképen.
it: Consenti a Trinote di usare la tua posizione in Impostazioni per mostrare dove ti trovi sulla mappa.
pl: Zezwól w Ustawieniach, aby Trinote używał Twojej lokalizacji i pokazywał, gdzie jesteś na mapie.
ru: Разрешите Trinote использовать вашу геопозицию в Настройках, чтобы показать, где вы на карте.

source: Also cloned into %@
ar: ستُنسخ أيضًا إلى %@
cs: Naklonuje se také do %@
de: Wird auch in %@ geklont
es: También se clonará en %@
fr: Également clonée dans %@
hi: %@ में भी क्लोन होगा
hu: Klónozva ide is: %@
it: Clonata anche in %@
pl: Zostanie też sklonowana do %@
ru: Также будет клонирована в %@

source: Also remove clones
ar: إزالة النسخ أيضًا
cs: Odebrat i klony
de: Auch Klone entfernen
es: Quitar también los clones
fr: Supprimer aussi les clones
hi: क्लोन भी हटाएँ
hu: A klónok eltávolítása is
it: Rimuovi anche i cloni
pl: Usuń też klony
ru: Также удалить клоны

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
cs: Došlo k neznámé chybě.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue s’est produite.
hi: अज्ञात त्रुटि हुई।
hu: Ismeretlen hiba történt.
it: Si è verificato un errore sconosciuto.
pl: Wystąpił nieznany błąd.
ru: Произошла неизвестная ошибка.

source: App
ar: التطبيق
cs: Aplikace
hi: ऐप
hu: Alkalmazás
pl: Aplikacja
ru: Приложение

source: Appearance
ar: المظهر
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
hu: Megjelenés
it: Aspetto
pl: Wygląd
ru: Оформление

source: Archive Column
ar: أرشفة العمود
cs: Archivovat sloupec
de: Spalte archivieren
es: Archivar columna
fr: Archiver la colonne
hi: कॉलम संग्रहित करें
hu: Oszlop archiválása
it: Archivia colonna
pl: Archiwizuj kolumnę
ru: Архивировать столбец

source: Archived
ar: مؤرشف
cs: Archivováno
de: Archiviert
es: Archivada
fr: Archivée
hi: संग्रहित
hu: Archivált
it: Archiviata
pl: Zarchiwizowana
ru: В архиве

source: Area
ar: منطقة
cs: Oblast
de: Fläche
es: Área
fr: Zone
hi: क्षेत्र
hu: Terület
pl: Obszar
ru: Область

source: Arrow
ar: سهم
cs: Šipka
de: Pfeil
es: Flecha
fr: Flèche
hi: तीर
hu: Nyíl
it: Freccia
pl: Strzałka
ru: Стрелка

source: Arrow with Text
ar: سهم مع نص
cs: Šipka s textem
de: Pfeil mit Text
es: Flecha con texto
fr: Flèche avec texte
hi: टेक्स्ट सहित तीर
hu: Nyíl szöveggel
it: Freccia con testo
pl: Strzałka z tekstem
ru: Стрелка с текстом

source: Ascending
ar: تصاعدي
cs: Vzestupně
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
hu: Növekvő
it: Crescente
pl: Rosnąco
ru: По возрастанию

source: Attachments
ar: المرفقات
cs: Přílohy
de: Anhänge
es: Adjuntos
fr: Pièces jointes
hi: अनुलग्नक
hu: Mellékletek
it: Allegati
pl: Załączniki
ru: Вложения

source: Authentication
ar: المصادقة
cs: Ověření
de: Authentifizierung
es: Autenticación
fr: Authentification
hi: प्रमाणीकरण
hu: Hitelesítés
it: Autenticazione
pl: Uwierzytelnianie
ru: Аутентификация

source: Black (High Contrast)
ar: أسود (تباين عالٍ)
cs: Černá (vysoký kontrast)
de: Schwarz (hoher Kontrast)
es: Negro (alto contraste)
fr: Noir (contraste élevé)
hi: काला (उच्च कंट्रास्ट)
hu: Fekete (nagy kontraszt)
it: Nero (alto contrasto)
pl: Czarny (wysoki kontrast)
ru: Чёрная (высокий контраст)

source: Board Options
ar: خيارات اللوحة
cs: Možnosti tabule
de: Board-Optionen
es: Opciones del tablero
fr: Options du tableau
hi: बोर्ड विकल्प
hu: Tábla beállításai
it: Opzioni della bacheca
pl: Opcje tablicy
ru: Параметры доски

source: Board’s Default
ar: افتراضي اللوحة
cs: Podle tabule
de: Board-Standard
es: Predeterminado del tablero
fr: Par défaut du tableau
hi: बोर्ड का डिफ़ॉल्ट
hu: A tábla alapértelmezése
it: Predefinito della bacheca
pl: Domyślne tablicy
ru: Как на доске

source: Box
ar: مربع
cs: Obdélník
de: Kasten
es: Caja
fr: Boîte
hi: बॉक्स
hu: Doboz
it: Riquadro
pl: Prostokąt
ru: Прямоугольник

source: Build
ar: البناء
cs: Sestavení
es: Compilación
hi: बिल्ड
pl: Kompilacja
ru: Сборка

source: Build Date
ar: تاريخ البناء
cs: Datum sestavení
de: Build-Datum
es: Fecha de compilación
fr: Date de build
hi: बिल्ड तिथि
hu: Build dátuma
it: Data build
pl: Data kompilacji
ru: Дата сборки

source: Bulk actions
ar: إجراءات جماعية
cs: Hromadné akce
de: Massenaktionen
es: Acciones en bloque
fr: Actions groupées
hi: बल्क कार्रवाई
hu: Tömeges műveletek
it: Azioni di gruppo
pl: Akcje zbiorcze
ru: Массовые действия

source: Cache & Sync
ar: التخزين المؤقت والمزامنة
cs: Mezipaměť a synchronizace
de: Cache & Synchronisation
es: Caché y sincronización
fr: Cache et synchronisation
hi: कैश और सिंक
hu: Gyorsítótár és szinkron
it: Cache e sincronizzazione
pl: Pamięć podręczna i synchronizacja
ru: Кэш и синхронизация

source: Cache Size
ar: حجم الذاكرة المؤقتة
cs: Velikost mezipaměti
de: Cache-Größe
es: Tamaño de caché
fr: Taille du cache
hi: कैश आकार
hu: Gyorsítótár mérete
it: Dimensione cache
pl: Rozmiar pamięci podręcznej
ru: Размер кэша

source: Cached Entities
ar: الكيانات المخبأة
cs: Uložené položky
de: Zwischengespeicherte Einträge
es: Entidades en caché
fr: Entités en cache
hi: कैश इकाइयाँ
hu: Gyorsítótárazott elemek
it: Elementi in cache
pl: Buforowane encje
ru: Кэшированные сущности

source: Camera
ar: الكاميرा
cs: Fotoaparát
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
hu: Kamera
it: Fotocamera
pl: Aparat
ru: Камера

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
hu: Mégse
it: Annulla
pl: Anuluj
ru: Отмена

source: Cancel editing
ar: إلغاء التحرير
cs: Zrušit úpravy
de: Bearbeitung abbrechen
es: Cancelar edición
fr: Annuler la modification
hi: संपादन रद्द करें
hu: Szerkesztés megszakítása
it: Annulla modifica
pl: Anuluj edycję
ru: Отменить правку

source: Cancel Editing
ar: إلغاء التحرير
cs: Zrušit úpravy
de: Bearbeitung abbrechen
es: Cancelar edición
fr: Annuler la modification
hi: संपादन रद्द करें
hu: Szerkesztés megszakítása
it: Annulla modifica
pl: Anuluj edycję
ru: Отменить редактирование

source: Cancel remove profile
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
hu: Mégse
it: Annulla
pl: Anuluj
ru: Отмена

source: Cannot change sharing while offline.
ar: لا يمكن تغيير المشاركة دون اتصال.
cs: Sdílení nelze offline změnit.
de: Freigabe kann offline nicht geändert werden.
es: No se puede cambiar el uso compartido sin conexión.
fr: Impossible de modifier le partage hors ligne.
hi: ऑफ़लाइन रहते हुए साझाकरण नहीं बदला जा सकता।
hu: Megosztás offline nem módosítható.
it: Impossibile modificare la condivisione senza connessione.
pl: Nie można zmienić udostępniania w trybie offline.
ru: Нельзя изменить общий доступ в автономном режиме.

source: Cannot move while offline.
ar: لا يمكن النقل دون اتصال.
cs: Offline nelze přesunout.
de: Verschieben offline nicht möglich.
es: No se puede mover sin conexión.
fr: Impossible de déplacer hors ligne.
hi: ऑफ़लाइन रहते हुए स्थानांतरण नहीं हो सकता।
hu: Offline nem lehet áthelyezni.
it: Impossibile spostare senza connessione.
pl: Nie można przenieść w trybie offline.
ru: Нельзя переместить в автономном режиме.

source: Cards are put in a column per value of this label. Start with ~ to group by a relation.
ar: توضع البطاقات في عمود لكل قيمة من قيم هذه التسمية. ابدأ بـ ~ للتجميع حسب علاقة.
cs: Karty se řadí do sloupců podle hodnot tohoto štítku. Pro seskupení podle relace začněte znakem ~.
de: Karten kommen für jeden Wert dieses Labels in eine eigene Spalte. Beginnen Sie mit ~, um nach einer Relation zu gruppieren.
es: Las tarjetas se colocan en una columna por cada valor de esta etiqueta. Empieza con ~ para agrupar por una relación.
fr: Les cartes sont placées dans une colonne par valeur de cette étiquette. Commencez par ~ pour regrouper par relation.
hi: इस लेबल के हर मान के लिए कार्ड अलग कॉलम में रखे जाते हैं। किसी संबंध के अनुसार समूहित करने के लिए ~ से शुरू करें।
hu: A kártyák a címke minden értékéhez külön oszlopba kerülnek. Kapcsolat szerinti csoportosításhoz kezdd ~ jellel.
it: Le schede vengono messe in una colonna per ogni valore di questa etichetta. Inizia con ~ per raggruppare per relazione.
pl: Karty trafiają do osobnej kolumny dla każdej wartości tej etykiety. Zacznij od ~, aby grupować według relacji.
ru: Карточки распределяются по столбцам по значениям этой метки. Начните с ~, чтобы группировать по связи.

source: Cards that are also elsewhere in the tree are only taken off this board. The others are deleted with their subnotes.
ar: البطاقات الموجودة أيضًا في مكان آخر من الشجرة تُزال من هذه اللوحة فقط. أما البقية فتُحذف مع ملاحظاتها الفرعية.
cs: Karty, které jsou i jinde ve stromu, se jen odeberou z této tabule. Ostatní se smažou i s podřízenými poznámkami.
de: Karten, die auch an anderer Stelle im Baum stehen, werden nur von diesem Board entfernt. Die übrigen werden mit ihren Unter-Notizen gelöscht.
es: Las tarjetas que también están en otro lugar del árbol solo se quitan de este tablero. Las demás se eliminan con sus subnotas.
fr: Les cartes présentes ailleurs dans l’arborescence sont seulement retirées de ce tableau. Les autres sont supprimées avec leurs sous-notes.
hi: जो कार्ड ट्री में कहीं और भी हैं, वे केवल इस बोर्ड से हटाए जाते हैं। बाकी अपने उप-नोट्स के साथ हटा दिए जाते हैं।
hu: A fában máshol is szereplő kártyák csak erről a tábláról kerülnek le. A többi az aljegyzeteivel együtt törlődik.
it: Le schede presenti anche altrove nell’albero vengono solo tolte da questa bacheca. Le altre vengono eliminate con le loro sottonote.
pl: Karty, które są też w innym miejscu drzewa, zostaną tylko zdjęte z tej tablicy. Pozostałe zostaną usunięte wraz z podnotatkami.
ru: Карточки, которые есть и в других местах дерева, только убираются с этой доски. Остальные удаляются вместе с подзаметками.

source: Checking for changes…
ar: جارٍ التحقق من التغييرات…
cs: Kontrola změn…
de: Änderungen werden geprüft …
es: Buscando cambios…
fr: Recherche de modifications…
hi: परिवर्तनों की जाँच…
hu: Változások ellenőrzése…
it: Controllo modifiche…
pl: Sprawdzanie zmian…
ru: Проверка изменений…

source: Checks every note each time the app starts. For very large vaults, turn this off: changes still arrive while the app is open and whenever it comes back, and a full sync still runs once a week.
ar: يفحص كل الملاحظات في كل مرة يبدأ فيها التطبيق. للمخازن الكبيرة جدًا، أوقفه: تستمر التغييرات في الوصول ما دام التطبيق مفتوحًا وكلما عدت إليه، وتظل المزامنة الكاملة تعمل مرة كل أسبوع.
cs: Při každém spuštění aplikace zkontroluje všechny poznámky. U velmi velkých trezorů to vypněte: změny dál přicházejí, dokud je aplikace otevřená a pokaždé, když se do ní vrátíte, a úplná synchronizace se stejně spouští jednou týdně.
de: Prüft bei jedem App-Start alle Notizen. Bei sehr großen Datenbeständen ausschalten: Änderungen kommen weiterhin an, solange die App geöffnet ist und sobald sie wieder in den Vordergrund kommt, und einmal pro Woche läuft trotzdem eine vollständige Synchronisation.
es: Revisa todas las notas cada vez que se abre la app. Con bóvedas muy grandes, desactívalo: los cambios siguen llegando mientras la app está abierta y cada vez que vuelves a ella, y una sincronización completa sigue ejecutándose una vez por semana.
fr: Vérifie chaque note à chaque lancement de l’app. Pour les très grands coffres, désactivez-la : les modifications arrivent toujours tant que l’app est ouverte et à chaque retour, et une synchro complète a toujours lieu une fois par semaine.
hi: ऐप हर बार खुलने पर सभी नोट जाँचता है। बहुत बड़े वॉल्ट के लिए इसे बंद करें: ऐप खुला रहने पर और हर बार लौटने पर बदलाव आते रहते हैं, और पूर्ण सिंक फिर भी हफ़्ते में एक बार चलता है।
hu: Az app minden indításakor ellenőrzi az összes jegyzetet. Nagyon nagy tárolóknál kapcsold ki: a módosítások így is megérkeznek, amíg az app nyitva van, és valahányszor visszatérsz hozzá, és hetente egyszer így is fut teljes szinkronizálás.
it: Controlla tutte le note a ogni avvio dell’app. Con archivi molto grandi, disattivala: le modifiche arrivano comunque mentre l’app è aperta e ogni volta che ci torni, e una sincronizzazione completa viene comunque eseguita una volta alla settimana.
pl: Sprawdza wszystkie notatki przy każdym uruchomieniu aplikacji. Przy bardzo dużych skarbcach wyłącz to: zmiany nadal docierają, gdy aplikacja jest otwarta i za każdym razem, gdy do niej wracasz, a pełna synchronizacja i tak działa raz w tygodniu.
ru: Проверяет все заметки при каждом запуске приложения. Для очень больших хранилищ отключите: изменения по-прежнему приходят, пока приложение открыто и каждый раз, когда вы к нему возвращаетесь, а полная синхронизация всё равно выполняется раз в неделю.

source: Choose a source for the image
ar: اختر مصدر الصورة
cs: Vyberte zdroj obrázku
de: Quelle für das Bild wählen
es: Elige un origen para la imagen
fr: Choisissez une source pour l’image
hi: छवि के लिए स्रोत चुनें
hu: Válasszon forrást a képhez
it: Scegli un’origine per l’immagine
pl: Wybierz źródło obrazu
ru: Выберите источник изображения

source: Choose Parent
ar: اختر المجلد الأب
cs: Zvolit nadřazenou položku
de: Übergeordnete Notiz wählen
es: Elegir carpeta
fr: Choisir le parent
hi: मूल चुनें
hu: Szülő kiválasztása
it: Scegli genitore
pl: Wybierz element nadrzędny
ru: Выберите родителя

source: Choose where to move the note. Open folders, then tap a note to select it as the new parent.
ar: اختر مكان نقل الملاحظة. افتح المجلدات، ثم انقر ملاحظة لاختيارها كأب جديد.
cs: Vyberte, kam poznámku přesunout. Otevřete složky a klepněte na poznámku jako nového rodiče.
de: Wählen Sie, wohin die Notiz verschoben wird. Öffnen Sie Ordner und tippen Sie auf eine Notiz als neues übergeordnetes Element.
es: Elige dónde mover la nota. Abre carpetas y toca una nota para seleccionarla como nueva carpeta.
fr: Choisissez où déplacer la note. Ouvrez des dossiers, puis touchez une note pour l’utiliser comme parent.
hi: नोट कहाँ ले जाना है चुनें। फ़ोल्डर खोलें, फिर नए मूल के रूप में चुनने के लिए किसी नोट पर टैप करें।
hu: Válaszd ki, hova kerüljön a jegyzet. Nyisd meg a mappákat, majd koppints egy jegyzetre új szülőként.
it: Scegli dove spostare la nota. Apri le cartelle, poi tocca una nota per selezionarla come nuovo genitore.
pl: Wybierz, dokąd przenieść notatkę. Otwórz foldery, a następnie stuknij notatkę, aby wybrać ją jako nowy element nadrzędny.
ru: Выберите, куда переместить заметку. Откройте папки и нажмите заметку, чтобы сделать её новым родителем.
